Repository: Moosphan/Numi
Catalog: App/NumiApp/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

# backup.select.file
source: 请选择备份文件并输入密码
en: Please select a backup file and enter the password
ja: バックアップファイルを選択してパスワードを入力してください
zh_hant: 請選擇備份檔案並輸入密碼

# io.title
source: 导入与导出
en: Import & Export
ja: インポートとエクスポート
zh_hant: 匯入與匯出

# io.saved
source: 已保存
en: Saved
ja: 保存済み
zh_hant: 已儲存

# io.export
source: 导出数据
en: Export Data
ja: データエクスポート
zh_hant: 匯出資料

# io.export.json
source: 导出完整数据 (JSON)
en: Export Full Data (JSON)
ja: 全データエクスポート (JSON)
zh_hant: 匯出完整資料 (JSON)

# io.export.json.desc
source: 包含账户、分类、交易、预算、订阅等所有数据
en: Includes all data: accounts, categories, transactions, budgets, subscriptions, etc.
ja: 口座、カテゴリ、取引、予算、サブスクリプションなど、すべてのデータを含みます
zh_hant: 包含帳戶、分類、交易、預算、訂閱等所有資料

# io.export.csv
source: 导出交易记录 (CSV)
en: Export Transactions (CSV)
ja: 取引エクスポート (CSV)
zh_hant: 匯出交易記錄 (CSV)

# io.export.csv.desc
source: 仅导出交易记录，可用 Excel 打开
en: Exports transactions only, can be opened with Excel
ja: 取引のみエクスポート、Excelで開けます
zh_hant: 僅匯出交易記錄，可用 Excel 開啟

# io.import
source: 导入数据
en: Import Data
ja: データインポート
zh_hant: 匯入資料

# io.import.json
source: 从 JSON 导入
en: Import from JSON
ja: JSONからインポート
zh_hant: 從 JSON 匯入

# io.import.json.desc
source: 导入之前导出的完整数据备份
en: Import a previously exported full data backup
ja: 以前にエクスポートした全データバックアップをインポート
zh_hant: 匯入之前匯出的完整資料備份

# io.import.warning
source: 导入会覆盖当前数据，建议先导出备份。
en: Importing will overwrite current data. It's recommended to export a backup first.
ja: インポートすると現在のデータが上書きされます。先にバックアップをエクスポートすることをおすすめします。
zh_hant: 匯入會覆蓋目前資料，建議先匯出備份。

# io.import.success
source: 导入成功，共 %lld 笔交易
en: Import successful, %lld transactions total
ja: インポート成功、合計%lld件の取引
zh_hant: 匯入成功，共 %lld 筆交易

# io.import.fail
source: 导入失败：%@
en: Import failed: %@
ja: インポート失敗：%@
zh_hant: 匯入失敗：%@

# io.import.file.fail
source: 选择文件失败：%@
en: File selection failed: %@
ja: ファイル選択失敗：%@
zh_hant: 選擇檔案失敗：%@

# currency.title
source: 多货币管理
en: Multi-Currency
ja: 多通貨管理
zh_hant: 多貨幣管理

# currency.default
source: 默认货币
en: Default Currency
ja: デフォルト通貨
zh_hant: 預設貨幣

# currency.auto.update
source: 自动更新汇率
en: Auto Update Rates
ja: 為替レート自動更新
zh_hant: 自動更新匯率

# currency.auto.update.desc
source: 每天首次打开应用时自动更新
en: Automatically updates when the app is first opened each day
ja: アプリを初めて開いた時に自動更新
zh_hant: 每天首次開啟應用時自動更新

# currency.manual.refresh
source: 手动刷新汇率
en: Manual Refresh Rates
ja: 手動で為替レート更新
zh_hant: 手動重新整理匯率

# currency.last.update
source: 最后更新：%@
en: Last updated: %@
ja: 最終更新：%@
zh_hant: 最後更新：%@

# currency.search
source: 搜索货币
en: Search Currency
ja: 通貨を検索
zh_hant: 搜尋貨幣

# currency.all
source: 全部货币
en: All Currencies
ja: 全通貨
zh_hant: 全部貨幣

# currency.default.badge
source: 默认
en: Default
ja: デフォルト
zh_hant: 預設

# currency.update.success
source: 汇率更新成功
en: Rates updated successfully
ja: 為替レート更新成功
zh_hant: 匯率更新成功

# currency.update.fail
source: 刷新失败：%@
en: Refresh failed: %@
ja: 更新失敗：%@
zh_hant: 重新整理失敗：%@

# currency.source
source: 汇率数据来源：Frankfurter API
en: Rate data source: Frankfurter API
ja: 為替レートデータソース：Frankfurter API
zh_hant: 匯率資料來源：Frankfurter API

# theme.title
source: 主题
en: Theme
ja: テーマ
zh_hant: 主題

# theme.appearance.mode
source: 外观模式
en: Appearance Mode
ja: 外観モード
zh_hant: 外觀模式

# theme.style
source: 主题风格
en: Theme Style
ja: テーマスタイル
zh_hant: 主題風格

# theme.default.desc
source: 保留当前清爽浅色基调，适合作为默认工作主题。
en: Keeps the current clean light tone, suitable as the default working theme.
ja: 現在のすっきりしたライトトーンを維持し、既定の作業テーマに適しています。
zh_hant: 保留目前清爽的淺色基調，適合作為預設工作主題。

# theme.warm.desc
source: 暖杏主色、奶油底色和更柔和的工具栏强调色。
en: Warm apricot accent, cream background, and softer toolbar accent color.
ja: 温かいアプリコットのアクセント、クリーム色の背景、より柔らかなツールバーのアクセントカラー。
zh_hant: 暖杏主色、奶油底色和更柔和的工具列強調色。

# theme.switch.desc
source: 切换后会同步更新基础控件、工具栏、输入面板和弹窗配色。
en: Switching will update the color scheme for controls, toolbar, input panel, and dialogs.
ja: 切り替えると、基本コントロール、ツールバー、入力パネル、ダイアログの配色も更新されます。
zh_hant: 切換後會同步更新基礎控制項、工具列、輸入面板和彈窗配色。

# date.today
source: 今天
en: Today
ja: 今日

# date.yesterday
source: 昨天
en: Yesterday
ja: 昨日

# date.dayBeforeYesterday
source: 前天
en: The day before yesterday
ja: 一昨日

# empty.home.title
source: 开始记录你的第一笔账单
en: Record your first transaction
ja: 最初の取引を記録しましょう
zh_hant: 開始記錄你的第一筆帳單

# empty.home.desc
source: 点击右下角记录账单，这里会按日期整理最近的流水。
en: Tap the button at the bottom right to record. Recent transactions will be organized by date here.
ja: 右下のボタンから記録を追加すると、最近の取引が日付ごとにここに整理されます。
zh_hant: 點擊右下角記錄帳單，這裡會按日期整理最近的流水。

# empty.search
source: 没有匹配的账单
en: No matching records
ja: 一致する記録がありません
zh_hant: 沒有匹配的帳單

# empty.no.selection
source: 未选择
en: Not selected
ja: 未選択
zh_hant: 未選擇

# empty.no.category
source: 未分类
en: Uncategorized
ja: カテゴリなし
zh_hant: 未分類

# error.ai.no.categories
source: 请先在应用中设置分类
en: Please set up categories in the app first
ja: まずアプリでカテゴリを設定してください
zh_hant: 請先在應用中設定分類

# error.no.account
source: 没有可用账户
en: No available accounts
ja: 利用可能なアカウントがありません
zh_hant: 沒有可用帳戶

# error.no.ledger
source: 没有可用账本
en: No available ledgers
ja: 利用可能な台帳がありません
zh_hant: 沒有可用帳本

# security.app.locked
source: 应用已锁定
en: App is Locked
ja: アプリはロックされています
zh_hant: 應用已鎖定

# security.passcode.unlock
source: 密码解锁
en: Passcode Unlock
ja: パスコードでロック解除
zh_hant: 密碼解鎖

# security.use.passcode
source: 使用密码
en: Use Passcode
ja: パスコードを使用
zh_hant: 使用密碼

# security.faceid.unlock
source: Face ID 解锁
en: Face ID Unlock
ja: Face IDでロック解除
zh_hant: Face ID 解鎖

# security.touchid.unlock
source: Touch ID 解锁
en: Touch ID Unlock
ja: Touch IDでロック解除
zh_hant: Touch ID 解鎖

# security.biometric.unlock
source: 生物识别解锁
en: Biometric Unlock
ja: 生体認証でロック解除
zh_hant: 生物辨識解鎖

# security.verify.to.unlock
source: 验证身份以解锁应用
en: Verify identity to unlock the app
ja: 本人確認してアプリのロックを解除
zh_hant: 驗證身份以解鎖應用

# security.verify.to.enable
source: 验证身份以启用隐私锁
en: Verify identity to enable privacy lock
ja: 本人確認してプライバシーロックを有効化
zh_hant: 驗證身份以啟用隱私鎖

# security.set.password
source: 设置密码
en: Set Password
ja: パスワード設定
zh_hant: 設定密碼

# security.confirm.password
source: 确认密码
en: Confirm Password
ja: パスワード確認
zh_hant: 確認密碼

# security.enter.current
source: 输入当前密码
en: Enter current password
ja: 現在のパスワードを入力
zh_hant: 輸入當前密碼

# security.set.new
source: 设置新密码
en: Set new password
ja: 新しいパスワードを設定
zh_hant: 設定新密碼

# security.confirm.new
source: 确认新密码
en: Confirm new password
ja: 新しいパスワードを確認
zh_hant: 確認新密碼

# security.enter.password
source: 输入密码
en: Enter password
ja: パスワードを入力
zh_hant: 輸入密碼

# security.set.6digit
source: 设置6位数字密码
en: Set a 6-digit passcode
ja: 6桁のパスコードを設定
zh_hant: 設定6位數字密碼

# security.confirm.again
source: 再次输入密码确认
en: Enter password again to confirm
ja: パスワードを再入力して確認
zh_hant: 再次輸入密碼確認

# security.verify.current
source: 验证当前密码
en: Verify current password
ja: 現在のパスワードを確認
zh_hant: 驗證當前密碼

# security.set.new.6digit
source: 设置新的6位数字密码
en: Set a new 6-digit passcode
ja: 新しい6桁のパスコードを設定
zh_hant: 設定新的6位數字密碼

# security.confirm.new.again
source: 再次输入新密码确认
en: Enter new password again to confirm
ja: 新しいパスワードを再入力して確認
zh_hant: 再次輸入新密碼確認

# security.enter.to.unlock
source: 输入密码以解锁应用
en: Enter password to unlock the app
ja: パスワードを入力してアプリのロックを解除
zh_hant: 輸入密碼以解鎖應用

# security.wrong.password
source: 密码错误
en: Incorrect password
ja: パスワードが間違っています
zh_hant: 密碼錯誤

# security.password.mismatch
source: 两次密码不一致
en: Passwords don't match
ja: パスワードが一致しません
zh_hant: 兩次密碼不一致

# security.current.wrong
source: 当前密码错误
en: Current password is incorrect
ja: 現在のパスワードが間違っています
zh_hant: 當前密碼錯誤

# other.fallback
source: 其他
en: Other
ja: その他

# share.note
source: 备注：
en: Note:
ja: メモ：
zh_hant: 備註：

# testing
source: 测试中...
en: Testing...
ja: テスト中...
zh_hant: 測試中...

# common.noSelection
source: 未选择
en: Not Selected
ja: 未選択
zh_hant: 未選擇

# home.timeRange
source: 时间范围
en: Time Range
ja: 期間
zh_hant: 時間範圍

# home.period.week
source: 按周查看
en: View by Week
ja: 週間表示
zh_hant: 按週檢視

# home.period.month
source: 按月查看
en: View by Month
ja: 月間表示
zh_hant: 按月檢視

# home.period.quarter
source: 按季度查看
en: View by Quarter
ja: 四半期表示
zh_hant: 按季度檢視

# home.period.year
source: 按年查看
en: View by Year
ja: 年間表示
zh_hant: 按年檢視

# home.period.desc.week
source: 适合查看近一周的支出与节奏
en: View recent weekly spending and pace
ja: 直近1週間の支出とペースを確認
zh_hant: 適合查看近一週的支出與節奏

# home.period.desc.month
source: 适合日常复盘和月度对比
en: For daily review and monthly comparison
ja: 日次レビューと月次比較に最適
zh_hant: 適合日常復盤和月度對比

# home.period.desc.quarter
source: 适合阶段性趋势观察
en: For observing periodic trends
ja: 期間ごとのトレンド観察に最適
zh_hant: 適合階段性趨勢觀察

# home.period.desc.year
source: 适合年度汇总和长期变化
en: For annual summary and long-term trends
ja: 年間サマリーと長期トレンドに最適
zh_hant: 適合年度匯總和長期變化

# addRecord.action.saveAndContinue
source: 再记
en: Save & New
ja: 続けて記録
zh_hant: 再記

# addRecordFlow.transfer.description
source: 先选转出和转入账户，再填写金额、日期、备注和币种。
en: Select source and target accounts first, then fill in amount, date, note, and currency.
ja: 振替元・振替先アカウントを選択し、金額・日付・メモ・通貨を入力してください。
zh_hant: 先選轉出和轉入帳戶，再填寫金額、日期、備註和幣種。

# addRecordFlow.keyboard.action.saveTransfer
source: 保存转账
en: Save Transfer
ja: 振替を保存
zh_hant: 儲存轉帳

# addRecordFlow.keyboard.action.saveRecord
source: 记一笔
en: Save Record
ja: 記録する
zh_hant: 記一筆

# addRecordFlow.action.saveAndAddAnother
source: 再记一笔
en: Save & New
ja: 続けて記録
zh_hant: 再記一筆

# addRecordFlow.action.saveTransfer
source: 保存转账
en: Save Transfer
ja: 振替を保存
zh_hant: 儲存轉帳

# addRecordFlow.action.saveRecord
source: 记一笔
en: Save Record
ja: 記録する
zh_hant: 記一筆

# addRecordFlow.transfer.subtitle
source: 选择转出与转入账户后完成转账
en: Select source and target accounts to complete transfer
ja: 振替元・振替先を選択して振替を完了
zh_hant: 選擇轉出與轉入帳戶後完成轉帳

# addRecordFlow.record.subtitle
source: 金额、账户、日期和备注都在下方完成
en: Fill in amount, account, date and note below
ja: 下記で金額・アカウント・日付・メモを入力
zh_hant: 金額、帳戶、日期和備註都在下方完成

# addRecordFlow.datePicker.title
source: 选择日期
en: Select Date
ja: 日付を選択
zh_hant: 選擇日期

# recordDetail.accountFlow
source: 账户流向
en: Account Flow
ja: アカウントフロー
zh_hant: 帳戶流向

# common.none
source: 无
en: None
ja: なし
zh_hant: 無

# editRecord.transfer.subtitle
source: 编辑转出、转入账户与金额。
en: Edit source, target accounts and amount.
ja: 振替元・振替先・金額を編集。
zh_hant: 編輯轉出、轉入帳戶與金額。

# icon.category.all
source: 全部
en: All
ja: すべて

# icon.category.food-drink
source: 美食饮品
en: Food & Drink
ja: 食べ物・飲み物
zh_hant: 美食飲品

# icon.category.animals
source: 动物
en: Animals
ja: 動物
zh_hant: 動物

# icon.category.vehicles-transport
source: 交通出行
en: Transport
ja: 交通

# icon.category.entertainment-leisure
source: 娱乐休闲
en: Entertainment
ja: エンタメ
zh_hant: 娛樂休閒

# icon.category.everyday-life
source: 日常生活
en: Daily Life

# icon.category.fashion-style
source: 时尚穿搭
en: Fashion
ja: ファッション
zh_hant: 時尚穿搭

# icon.category.health-wellness
source: 健康医疗
en: Health
ja: 健康
zh_hant: 健康醫療

# icon.category.technology-media
source: 科技数码
en: Technology
ja: テクノロジー
zh_hant: 科技數碼

# icon.category.sports
source: 运动健身
en: Sports
ja: スポーツ
zh_hant: 運動健身

# icon.category.hobbies
source: 兴趣爱好
en: Hobbies
ja: 趣味
zh_hant: 興趣愛好

# icon.category.nature-outdoors
source: 自然户外
en: Nature
ja: 自然
zh_hant: 自然戶外

# icon.category.places-structures
source: 建筑地标
en: Places
ja: 建築
zh_hant: 建築地標

# icon.category.professions
source: 职业
en: Professions
ja: 職業
zh_hant: 職業

# icon.category.work-industry
source: 办公文教
en: Office
ja: オフィス
zh_hant: 辦公文教

# icon.category.space-science
source: 天文科学
en: Science
ja: 科学
zh_hant: 天文科學

# icon.category.fantasy-imagination
source: 奇幻想象
en: Fantasy
ja: ファンタジー
zh_hant: 奇幻想像

# icon.category.countries
source: 国家地区
en: Countries
ja: 国
zh_hant: 國家地區

# icon.category.flags
source: 旗帜
en: Flags
ja: 旗
zh_hant: 旗幟

# icon.category.interface-symbols
source: 界面符号
en: Interface
ja: インターフェース
zh_hant: 介面符號

# icon.category.historical-figures
source: 历史人物
en: Historical Figures
ja: 歴史上の人物
zh_hant: 歷史人物

# icon.category.history-culture
source: 历史文化
en: History & Culture
ja: 歴史・文化
zh_hant: 歷史文化

# icon.category.events
source: 活动事件
en: Events
ja: イベント
zh_hant: 活動事件

# setting.language
source: 语言
en: Language
ja: 言語
zh_hant: 語言

# language.zh-Hans
source: 简体中文
en: Simplified Chinese
ja: 簡体中国語
zh_hant: 簡體中文

# language.zh-Hant
source: 繁體中文
en: Traditional Chinese
ja: 繁体中国語

# language.ja
source: 日本語
en: Japanese

# language.system
source: 跟随系统
en: Follow System
ja: システム設定に従う
zh_hant: 跟隨系統

# language.switch.success
source: 已切换为 %@
en: Switched to %@
ja: %@ に切り替えました
zh_hant: 已切換為 %@

# language.restart.hint
source: 切换语言后需重启应用生效
en: App restart required after switching language
ja: 言語切り替え後、アプリの再起動が必要です
zh_hant: 切換語言後需重啟應用生效

# setting.ai.provider.qwen
source: 通义千问
en: Qwen
ja: Qwen
zh_hant: 通義千問

# setting.ai.api.key
source: API 密钥
en: API Key
ja: APIキー
zh_hant: API 密鑰

# icon.preset.acai-bowl.title
source: 餐饮
en: Dining
ja: 食費
zh_hant: 餐飲

# icon.preset.acai-bowl.description
source: 早餐、午餐、晚餐、外卖、零食、饮料
en: Breakfast, lunch, dinner, takeout, snacks, and drinks
ja: 朝食、昼食、夕食、テイクアウト、おやつ、飲み物
zh_hant: 早餐、午餐、晚餐、外賣、零食、飲料

# icon.preset.articulated-bus.title
source: 交通
en: Transport

# icon.preset.articulated-bus.description
source: 公交、地铁、打车、加油、停车、过路费
en: Transit, subway, taxis, fuel, parking, and tolls
ja: バス、地下鉄、タクシー、給油、駐車、高速料金
zh_hant: 公車、地鐵、計程車、加油、停車、過路費

# icon.preset.bag-of-groceries.title
source: 购物
en: Shopping
ja: 買い物
zh_hant: 購物

# icon.preset.bag-of-groceries.description
source: 日用品、家居用品、数码产品、服饰鞋包
en: Daily goods, home supplies, electronics, and apparel
ja: 日用品、生活雑貨、デジタル製品、衣類やバッグ
zh_hant: 日用品、家居用品、數位產品、服飾鞋包

# icon.preset.apartment-building.title
source: 住房
en: Housing
ja: 住居

# icon.preset.apartment-building.description
source: 房租、房贷、物业费、维修费
en: Rent, mortgage, property fees, and repairs
ja: 家賃、住宅ローン、管理費、修繕費
zh_hant: 房租、房貸、物業費、維修費

# icon.preset.digital-billboard.title
source: 水电燃气
en: Utilities
ja: 光熱費
zh_hant: 水電燃氣

# icon.preset.digital-billboard.description
source: 水费、电费、燃气费、暖气费
en: Water, electricity, gas, and heating
ja: 水道、電気、ガス、暖房
zh_hant: 水費、電費、燃氣費、暖氣費

# icon.preset.cell-phone-cleaning-kit.title
source: 通讯
en: Telecom
ja: 通信
zh_hant: 通訊

# icon.preset.cell-phone-cleaning-kit.description
source: 话费、网费、流量、会员订阅
en: Phone bills, internet, data, and memberships
ja: 通話料、ネット回線、通信量、会員サービス
zh_hant: 話費、網費、流量、會員訂閱

# icon.preset.medicine-capsule.title
source: 医疗
en: Medical
ja: 医療
zh_hant: 醫療

# icon.preset.medicine-capsule.description
source: 看病、药品、体检、保健
en: Doctor visits, medicine, checkups, and wellness
ja: 診察、薬、健診、健康管理
zh_hant: 看病、藥品、體檢、保健

# icon.preset.ab-bench.title
source: 健身运动
en: Fitness
ja: 運動
zh_hant: 健身運動

# icon.preset.ab-bench.description
source: 健身房、运动装备、体育活动
en: Gyms, sports gear, and activities
ja: ジム、スポーツ用品、運動イベント
zh_hant: 健身房、運動裝備、體育活動

# icon.preset.book.title
source: 学习教育
en: Education
ja: 学習
zh_hant: 學習教育

# icon.preset.book.description
source: 课程、培训、考试、书籍
en: Courses, training, exams, and books
ja: 講座、研修、試験、書籍
zh_hant: 課程、培訓、考試、書籍

# icon.preset.cinema-clapperboard.title
source: 娱乐休闲
en: Entertainment
ja: 娯楽
zh_hant: 娛樂休閒

# icon.preset.cinema-clapperboard.description
source: 电影、演出、游戏、聚会
en: Movies, shows, games, and social outings
ja: 映画、ライブ、ゲーム、集まり
zh_hant: 電影、演出、遊戲、聚會

# icon.preset.airplane.title
source: 旅行出游
en: Travel
ja: 旅行
zh_hant: 旅行出遊

# icon.preset.airplane.description
source: 机票、酒店、景点、旅行团
en: Flights, hotels, attractions, and tours
ja: 航空券、ホテル、観光地、ツアー
zh_hant: 機票、飯店、景點、旅行團

# icon.preset.game-controller.title
source: 游戏充值
en: Gaming
ja: ゲーム
zh_hant: 遊戲儲值

# icon.preset.game-controller.description
source: 游戏内购、会员、虚拟物品
en: In-app purchases, memberships, and virtual items
ja: ゲーム内課金、会員、仮想アイテム
zh_hant: 遊戲內購、會員、虛擬物品

# icon.preset.desktop-computer.title
source: 数码电子
en: Digital
ja: デジタル
zh_hant: 數碼電子

# icon.preset.desktop-computer.description
source: 手机、电脑、配件、软件
en: Phones, computers, accessories, and software
ja: スマホ、PC、周辺機器、ソフトウェア
zh_hant: 手機、電腦、配件、軟體

# icon.preset.lipstick.title
source: 美容护肤
en: Beauty
ja: 美容
zh_hant: 美容護膚

# icon.preset.lipstick.description
source: 化妆品、护肤品、美容院
en: Cosmetics, skincare, and beauty services
ja: コスメ、スキンケア、美容サービス
zh_hant: 化妝品、護膚品、美容院

# icon.preset.button-down-shirt.title
source: 服饰鞋包
en: Clothing
ja: 衣類
zh_hant: 服飾鞋包

# icon.preset.button-down-shirt.description
source: 衣服、鞋子、包包、配饰
en: Clothes, shoes, bags, and accessories
ja: 服、靴、バッグ、アクセサリー
zh_hant: 衣服、鞋子、包包、配飾

# icon.preset.barber.title
source: 美发美甲
en: Hair & Nails
ja: ヘア・ネイル
zh_hant: 美髮美甲

# icon.preset.barber.description
source: 理发、染发、美甲、造型
en: Haircuts, coloring, nails, and styling
ja: ヘアカット、カラー、ネイル、スタイリング
zh_hant: 理髮、染髮、美甲、造型

# icon.preset.gift-box.title
source: 人情礼物
en: Gifts
ja: 贈り物
zh_hant: 人情禮物

# icon.preset.gift-box.description
source: 礼物、红包、份子钱、请客
en: Gifts, red envelopes, contributions, and hosting
ja: 贈り物、ご祝儀、包み、もてなし
zh_hant: 禮物、紅包、份子錢、請客

# icon.preset.baby.title
source: 孩子育儿
en: Parenting
ja: 育児
zh_hant: 孩子育兒

# icon.preset.baby.description
source: 奶粉、尿布、玩具、教育
en: Formula, diapers, toys, and education
ja: ミルク、おむつ、おもちゃ、教育

# icon.preset.cat.title
source: 宠物饲养
en: Pets
ja: ペット
zh_hant: 寵物飼養

# icon.preset.cat.description
source: 宠物食品、医疗、用品
en: Pet food, medical care, and supplies
ja: ペットフード、医療、用品
zh_hant: 寵物食品、醫療、用品

# icon.preset.armchair.title
source: 家居装修
en: Home
ja: 住まい
zh_hant: 家居裝修

# icon.preset.armchair.description
source: 家具、家电、装修、装饰
en: Furniture, appliances, renovation, and decor
ja: 家具、家電、リフォーム、インテリア
zh_hant: 家具、家電、裝修、裝飾

# icon.preset.computer-technician.title
source: 家电维修
en: Appliance Repair
ja: 家電修理
zh_hant: 家電維修

# icon.preset.computer-technician.description
source: 家电维修、保养、更换
en: Appliance repair, maintenance, and replacement
ja: 家電の修理、メンテナンス、買い替え
zh_hant: 家電維修、保養、更換

# icon.preset.desk.title
source: 办公工作
en: Office
ja: 仕事
zh_hant: 辦公工作

# icon.preset.desk.description
source: 办公用品、差旅、工作相关
en: Office supplies, business travel, and work expenses
ja: 事務用品、出張、仕事関連の支出
zh_hant: 辦公用品、差旅、工作相關

# icon.preset.insurance.title
source: 保险理财
en: Insurance
ja: 保険・資産運用
zh_hant: 保險理財

# icon.preset.insurance.description
source: 保险、理财、投资相关
en: Insurance, wealth management, and investments
ja: 保険、資産運用、投資関連
zh_hant: 保險、理財、投資相關

# icon.preset.cash-register.title
source: 税费罚款
en: Taxes & Fees
ja: 税金・罰金
zh_hant: 稅費罰款

# icon.preset.cash-register.description
source: 税款、罚款、滞纳金
en: Taxes, fines, and late fees
ja: 税金、罰金、延滞金
zh_hant: 稅款、罰款、滯納金

# icon.preset.charity-ball.title
source: 慈善捐赠
en: Charity
ja: 寄付
zh_hant: 慈善捐贈

# icon.preset.charity-ball.description
source: 捐款、公益、慈善
en: Donations, public welfare, and charity
ja: 寄付、社会貢献、チャリティ

# icon.preset.digital-certificate.title
source: 订阅服务
en: Subscriptions
ja: サブスク
zh_hant: 訂閱服務

# icon.preset.digital-certificate.description
source: 流媒体、云存储、软件订阅
en: Streaming, cloud storage, and software subscriptions
ja: 動画配信、クラウド保存、ソフト購読
zh_hant: 串流媒體、雲端儲存、軟體訂閱

# icon.preset.black-car.title
source: 车辆相关
en: Vehicle
ja: 車関連
zh_hant: 車輛相關

# icon.preset.black-car.description
source: 车贷、保养、维修、保险
en: Car loans, maintenance, repairs, and insurance
ja: 自動車ローン、整備、修理、保険
zh_hant: 車貸、保養、維修、保險

# icon.preset.coins.title
source: 其他支出
en: Other Expense
ja: その他支出

# icon.preset.coins.description
source: 未分类的其他支出
en: Uncategorized expenses
ja: 未分類の支出
zh_hant: 未分類的其他支出

# icon.preset.cash.title
source: 工资薪资
en: Salary
ja: 給与
zh_hant: 工資薪資

# icon.preset.cash.description
source: 基本工资、绩效、津贴
en: Base salary, performance pay, and allowances
ja: 基本給、成果給、各種手当
zh_hant: 基本工資、績效、津貼

# icon.preset.trophy.title
source: 奖金提成
en: Bonus
ja: ボーナス
zh_hant: 獎金提成

# icon.preset.trophy.description
source: 绩效奖金、销售提成、年终奖
en: Performance bonuses, commission, and year-end bonuses
ja: 成果賞与、歩合、年末賞与
zh_hant: 績效獎金、銷售提成、年終獎

# icon.preset.digital-alarm-clock.title
source: 加班补贴
en: Overtime
ja: 残業手当
zh_hant: 加班補貼

# icon.preset.digital-alarm-clock.description
source: 加班费、出差补贴、餐补
en: Overtime pay, travel allowances, and meal stipends
ja: 残業代、出張手当、食事補助
zh_hant: 加班費、出差補貼、餐補

# icon.preset.stock-trading-candlestick.title
source: 投资收益
en: Investment
ja: 投資収益
zh_hant: 投資收益

# icon.preset.stock-trading-candlestick.description
source: 股票、基金、理财收益
en: Stocks, funds, and investment returns
ja: 株式、投資信託、運用益
zh_hant: 股票、基金、理財收益

# icon.preset.coin-jar.title
source: 利息分红
en: Interest
ja: 利息・配当
zh_hant: 利息分紅

# icon.preset.coin-jar.description
source: 银行利息、股息、分红
en: Bank interest, dividends, and payouts
ja: 銀行利息、配当、分配金
zh_hant: 銀行利息、股息、分紅

# icon.preset.farmhouse.title
source: 租金收入
en: Rental
ja: 家賃収入

# icon.preset.farmhouse.description
source: 房屋出租、设备出租
en: Property rent and equipment leasing
ja: 物件賃貸、設備貸出
zh_hant: 房屋出租、設備出租

# icon.preset.briefcase.title
source: 副业兼职
en: Side Hustle
ja: 副業
zh_hant: 副業兼職

# icon.preset.briefcase.description
source: 兼职、自由职业、接单
en: Part-time work, freelancing, and gigs
ja: アルバイト、フリーランス、単発案件
zh_hant: 兼職、自由職業、接案

# icon.preset.calligraphy-practice-book.title
source: 创作稿费
en: Creative Work
ja: 制作収入
zh_hant: 創作稿費

# icon.preset.calligraphy-practice-book.description
source: 写作、设计、摄影、视频
en: Writing, design, photography, and video work
ja: 執筆、デザイン、写真、動画制作
zh_hant: 寫作、設計、攝影、影片

# icon.preset.accountant.title
source: 咨询服务
en: Consulting
ja: コンサル
zh_hant: 諮詢服務

# icon.preset.accountant.description
source: 咨询、培训、技术服务
en: Consulting, training, and technical services
ja: 相談、研修、技術サービス
zh_hant: 諮詢、培訓、技術服務

# icon.preset.checkbook.title
source: 报销
en: Reimbursement
ja: 立替精算
zh_hant: 報銷

# icon.preset.checkbook.description
source: 公司报销、差旅报销
en: Company reimbursements and travel reimbursements
ja: 会社精算、出張精算
zh_hant: 公司報銷、差旅報銷

# icon.preset.atm-cash-machine.title
source: 退款
en: Refund
ja: 返金

# icon.preset.atm-cash-machine.description
source: 购物退款、服务退款
en: Shopping refunds and service refunds
ja: 購入返金、サービス返金
zh_hant: 購物退款、服務退款

# icon.preset.health-insurance-card.title
source: 赔偿理赔
en: Claims
ja: 保険金
zh_hant: 賠償理賠

# icon.preset.health-insurance-card.description
source: 保险理赔、事故赔偿
en: Insurance claims and compensation
ja: 保険金、事故補償
zh_hant: 保險理賠、事故賠償

# icon.preset.unboxing-gift.title
source: 礼金红包
en: Cash Gifts
ja: ご祝儀
zh_hant: 禮金紅包

# icon.preset.unboxing-gift.description
source: 红包、礼金、生日礼物
en: Red envelopes, gift money, and birthday gifts
ja: お年玉、ご祝儀、誕生日の贈り物
zh_hant: 紅包、禮金、生日禮物

# icon.preset.bingo-ball.title
source: 中奖彩票
en: Winnings
ja: 当選金
zh_hant: 中獎彩票

# icon.preset.bingo-ball.description
source: 彩票、抽奖、中奖
en: Lottery, raffles, and prize winnings
ja: 宝くじ、抽選、当選賞金
zh_hant: 彩票、抽獎、中獎

# icon.preset.coin-purse.title
source: 借款收回
en: Loan Repayment
ja: 貸付回収

# icon.preset.coin-purse.description
source: 借出款项收回
en: Money returned from loans
ja: 貸したお金の回収
zh_hant: 借出款項收回

# icon.preset.flea-market.title
source: 闲置出售
en: Resale
ja: 中古販売
zh_hant: 閒置出售

# icon.preset.flea-market.description
source: 二手物品出售
en: Second-hand sales
ja: 中古品の販売

# icon.preset.award-ceremony.title
source: 政府补贴
en: Subsidy
ja: 補助金
zh_hant: 政府補貼

# icon.preset.award-ceremony.description
source: 补贴、退税、补助
en: Subsidies, tax rebates, and grants
ja: 補助金、還付金、助成金
zh_hant: 補貼、退稅、補助

# icon.preset.golden-heart.title
source: 继承赠与
en: Inheritance
ja: 相続贈与
zh_hant: 繼承贈與

# icon.preset.golden-heart.description
source: 继承、赠与、馈赠
en: Inheritance, gifts, and bequests
ja: 相続、贈与、遺贈
zh_hant: 繼承、贈與、饋贈

# icon.preset.money.title
source: 其他收入
en: Other Income
ja: その他収入

# icon.preset.money.description
source: 未分类的其他收入
en: Uncategorized income
ja: 未分類の収入
zh_hant: 未分類的其他收入

# preview.icon.badge.expense
source: 支出
en: Expense

# preview.icon.badge.income
source: 收入
en: Income
ja: 収入

# preview.icon.codeExample
source: 代码示例：
en: Code Example:
ja: コード例:
zh_hant: 程式碼範例：

# preview.icon.example.title
source: Thiings图标示例
en: Thiings Icon Examples
ja: Thiingsアイコン例
zh_hant: Thiings圖標示例

# preview.icon.fileName
source: 文件名: %@
en: File Name: %@
ja: ファイル名: %@
zh_hant: 檔名: %@

# preview.icon.section.basic
source: 基础使用
en: Basic Usage
ja: 基本的な使い方
zh_hant: 基礎使用

# preview.icon.section.enum
source: 使用CategoryIcon枚举
en: Using CategoryIcon Enum
ja: CategoryIcon列挙を使う
zh_hant: 使用CategoryIcon列舉

# preview.icon.section.grid
source: 图标网格
en: Icon Grid
ja: アイコングリッド
zh_hant: 圖標網格

# preview.icon.section.styled
source: 带样式
en: Styled
ja: スタイル付き
zh_hant: 帶樣式

# preview.icon.select.category
source: 选择%@
en: Select %@
ja: %@を選択
zh_hant: 選擇%@

# preview.icon.title
source: Numi 分类图标
en: Numi Category Icons
ja: Numiカテゴリアイコン
zh_hant: Numi 分類圖標

# currency.name.CNY
source: 人民币
en: Chinese Yuan
ja: 中国人民元
zh_hant: 人民幣
